[
  {
    "title": "Founder",
    "company": "Don't Panic Consulting AB",
    "employment_type": null,
    "duration": "Apr 2020 - Present",
    "location": "Sverige",
    "description": "As a freelancing generalist, I make use of the ability to learn and adapt to new situations. I pick up things that I need to learn, for my customers. Some of the things that me and my team have been doing in the past years include:   — Set up a self-hosted Discourse forum — Numerous websites designed and set up — Various IT-related tasks like hosting solutions and e-mail server management  — Podcast Editing for one of the biggest podcasts in Personal Finances in Sweden — Built and managed databases in Airtable for a variety of use cases — Developed the social media channels for RikaTillsammans.se — Helped 4 clients start and distribute their own podcasts — Coaching individuals and teams — Found the best Ice Cream spots in Malmö through thorough research — Advised on, bought and assembled an office tech solution for a small company  And many more things. The most important thing for me and my team is to keep our calm, and try to solve the problems that arise for our clients.",
    "skills": []
  },
  {
    "title": "Full Stack Developer",
    "company": "Technigo",
    "employment_type": null,
    "duration": "Jan 2025 - Present",
    "location": "Uppsala, Uppsala län, Sverige",
    "description": "A 32-week, fast-paced remote bootcamp, focusing on JavaScript (ES6), TypeScript, React, HTML5, CSS, and server-side programming with Node.js, with weekly projects covering everything from the basics of programming to structuring web projects using the latest technology. We work with Agile methodology through weekly sprint planning, check-ins, demos, and reflections. Mob-programming and pair-programming make up a significant part of the course.",
    "skills": []
  },
  {
    "title": "Product Marketing Specialist",
    "company": "Refined",
    "employment_type": null,
    "duration": "Sep 2023 - Dec 2023",
    "location": "Malmö, Skåne County, Sweden",
    "description": null,
    "skills": []
  },
  {
    "title": "Communications Manager",
    "company": "Jurio.com",
    "employment_type": null,
    "duration": "Oct 2022 - Aug 2023",
    "location": "Copenhagen Metropolitan Area",
    "description": "Primary Responsibilities: - Managing the content calendar and ensuring consistent publication of blog articles - Holding overall SEO accountability, including technical SEO and performance, with regular reporting to the CMO - Overseeing PPC campaigns on Meta, Bing, and Google Ads, primarily focusing on copywriting but also including keyword analysis, budget management, and strategy aligned with KPIs - Leading a team of 3-4 law students - Crafting and implementing email campaigns directly targeted at customers - Identifying and executing affiliate partnerships with relevant influencers and podcasts",
    "skills": []
  },
  {
    "title": "Communication Professional",
    "company": "Polynom Investment AB (publ)",
    "employment_type": null,
    "duration": "Feb 2022 - Oct 2022",
    "location": "Malmö, Skåne, Sverige",
    "description": "Broadly speaking, I worked with communications at Polynom. I was responsible for the contact with our investors, as well as the strategy to acquire new ones. Apart from that, I had some IT-related responsibilities, as well as some light database management. I started out as a consultant in 2020, going full time by February 2022.  Some of the things I did and/or was responsible for included:   — Co-manage our yearly event \"Polynomdagen\" with 220 participants — Write monthly and bi-weekly newsletters to our part owners — Setup and management of our databases — E-signatures and digitised processes for contracts — Automated onboarding funnels for investors — Starting an internal podcast for our investors — Starting a council for our investors to make their voices heard — Strategy for finding new investors — Purchasing of IT-hardware and software",
    "skills": []
  },
  {
    "title": "Executive Assistant",
    "company": "RikaTillsammans AB",
    "employment_type": null,
    "duration": "Sep 2019 - Mar 2022",
    "location": "Malmö, Sverige",
    "description": "På RikaTillsammans hjälper jag till med lite allt möjligt. Det är allt ifrån att sköta vissa Sociala Medie-kanaler till att bygga soffor till kontoret.   Huvudsakligen jobbar jag med podcasten och att skapa innehåll kring den. ",
    "skills": []
  },
  {
    "title": "Ungdomscoach",
    "company": "UngArt",
    "employment_type": null,
    "duration": "Apr 2019 - Mar 2021",
    "location": "Malmö, Skåne, Sverige",
    "description": "Jobbar med att stödja en tonårskille med stöd i handlingsplan från SOC. Bland annat handlar det om fritidssysselsättning, mentalt stöd och stöd för utbildning. ",
    "skills": []
  },
  {
    "title": "Project Manager",
    "company": "Project FUEL",
    "employment_type": null,
    "duration": "Dec 2019 - Jun 2020",
    "location": null,
    "description": "In this role, I was co-creating the project #FUEL1Million where Project FUEL is going to collect a total of 1 million life lessons in 2020. We collected these life lessons to create educational material for all kinds of learners.",
    "skills": []
  },
  {
    "title": "Co-Creator",
    "company": "Emprogage AB",
    "employment_type": null,
    "duration": "Sep 2018 - Jan 2020",
    "location": "Malmo, Sweden",
    "description": null,
    "skills": []
  },
  {
    "title": "Host",
    "company": "Ett Samtal",
    "employment_type": null,
    "duration": "Jan 2018 - Jun 2019",
    "location": "Malmö, Sverige",
    "description": "\"Ett samtal\" or in English, \"A conversation\", is a podcast that I've started and that I host. I have a couple of reasons to have the project running. I wanted to learn the podcast medium and see what the process of creating a podcast is like. It's also an excuse for me to have thoughtful conversations with people I look up to on topics I want to talk to them about. And most importantly, I think the conversations can create value for individuals listening.   The whole show is in Swedish. ",
    "skills": []
  },
  {
    "title": "Host",
    "company": "#lärdomfördagen",
    "employment_type": null,
    "duration": "Nov 2017 - May 2019",
    "location": "Malmö, Sverige",
    "description": "Lärdom för dagen, roughly translated to \"Learning of today\" is a vlog series that I've been shooting almost every weekday since mid November. On it, I talk for about 5 minutes about something that I've learned the last couple of days. You can find it on Facebook at #lärdomfördagen or on Youtube. ",
    "skills": []
  },
  {
    "title": "Internship on project management",
    "company": "Simply Draw it Big",
    "employment_type": null,
    "duration": "Jan 2018 - Mar 2018",
    "location": "Malmö, Sverige",
    "description": "I was involved on a management level in a couple of different projects in and around the organisation. One of them was the Visual Viking Academy, a training in visual thinking and graphical recording.",
    "skills": []
  },
  {
    "title": "Project manager",
    "company": "Fryshuset",
    "employment_type": null,
    "duration": "Jul 2017 - Oct 2017",
    "location": "Malmö, Sweden",
    "description": "I organised a side event for a theatre show called \"Den e Vi\" that was shown at Malmö City Theatre. I booked a live band, produced a short documentary about the city and made some decorations for the room. ",
    "skills": []
  },
  {
    "title": "Assistant Project Manager",
    "company": "Skånes basketbollförbund",
    "employment_type": null,
    "duration": "May 2017 - Jul 2017",
    "location": "Malmo, Sweden",
    "description": "I had responsibilities regarding finding potential collaborations, send applications for funds all in the start up of a project called \"Hemmaplan\". The whole concept was to get young kids to exercise more, with the basketball as a tool. ",
    "skills": []
  },
  {
    "title": "Project Manager",
    "company": "Samtalsaktivisterna Malmö",
    "employment_type": null,
    "duration": "Jul 2016 - Dec 2016",
    "location": "Malmo, Sweden",
    "description": "Samtalsaktivisterna, or \"The Conversational Activists\" started out as a Reach For Change-funded project. I played a key role in going from just a project to creating an NGO and building the organisation from the ground up. I was hired as a project manager and admin, but quickly was responsible for personel, sales, planning as well as administration and managing projects.  http://samtalsaktivisterna.se",
    "skills": []
  },
  {
    "title": "CFO and co-founder",
    "company": "HipWheels UF",
    "employment_type": null,
    "duration": "Aug 2015 - Jun 2016",
    "location": "Malmö",
    "description": "A friend and I, when doing our last year at Bladins Gymnasium, started a company through Ung Företagsamhet as a school work. We sold howerboards/2-wheel segways. We had a turnover of almost 100.000SEK in our first 5 months. ",
    "skills": []
  }
]
